[
    {
        "title": "Search Engine Optimization",
        "content": "Organic search drives more relevant traffic, creating leads that often convert. As your SEO expert, Venzo Technologies actively monitors the dynamic Web to help your website rank higher on search engines. ",
        "SubContent": [
            {
                "icon":"../DMpage/Google.png"
            },
            {
                "icon": "../DMpage/bing.png"
               
            },
            {
                "icon": "../DMpage/yahoo.png"
      
            }
        ]
    },
    {
        "title": "Social Media Optimization & Social Media Marketing",
        "content": "Well-crafted strategies and tailored content for online ads and campaign specifications can strengthen your presence on social media platforms. We are well acquainted with tactics to garner new customers and retain the previous ones. ",
        "SubContent": [
            {
                "icon": "../DMpage/insta.png"
               
            },
            {
                "icon": "../DMpage/fb.png"
             
            },
            {
                "icon": "../DMpage/youtube.png"
             
            }
        ],
        "alt":"Social Media icon"

    },
    {
        "title": "Market Place Optimization",
        "content": "We use best-practice MPO tools to manage and optimize sales on e-commerce websites so that your customers find the products easily. Using analytics features, we target your potential consumers and capture your market share.",
        "SubContent": [
            {
                "icon": "../DMpage/amazon.png"
     
            },
            {
                "icon": "../DMpage/flipkart.png"
              
            },
            {
                "icon": "../DMpage/meesho.png"
  
            }
        ],
        "alt":"Market Place icon"

    },
    {
        "title": "Video Marketing",
        "content": "Bring your business products to life by creating a video. We offer affordable video marketing strategies that create brand awareness and educate people more communicatively, generating leads and converting customers. ",
        "SubContent": [
            {
                "icon": "../DMpage/youtube.png"
              
            },
            {
                "icon": "../DMpage/vimeo.png"
               
            }
        ],
        "alt":"Vedio Marketing icon"
    },
    {
        "title": "Content Marketing",
        "content": "Our strategic content marketing approach primarily focuses on creating and distributing valuable, relevant, and consistent content on different platforms for our clients. We aim to attract and retain your target audiences, generating profitable customer action. ",
        "SubContent": [
            {
                "icon": "../DMpage/data.png"
                
            },
            {
                "icon": "../DMpage/statistic.png"
             
            },
            {
                "icon": "../DMpage/content.png"
              
            }
        ],
        "alt":"Content Marketing icon"

    },
    {
        "title": "Email Marketing",
        "content": "A cost-effective and quick way of reaching out to your customers is email marketing. Our engaging emails convert prospects into customers, prompting them to open, click, and buy your products.  ",
        "SubContent": [
            {
                "icon": "../DMpage/mailchimp.png"
         
            },
            {
                "icon": "../DMpage/email marketing.png"
                
            }
        ],
        "alt":"Email Marketing icon"
    },
    {
        "title": "Paid Campaigns",
        "content": "Paid social media campaigns are one of the most powerful tools to trap social media's increasing reach. We run ad campaigns designed and scheduled to maximize your social media reach and ROI.",
        "SubContent": [
            {
                "icon": "../DMpage/google ad.png"
             
            },
            {
                "icon": "../DMpage/fb.png"
           
            },
            {
                "icon": "../DMpage/youtube.png"
        
            }
        ],
        "alt":"Paid Campaigns icon"

    },
    {
        "title": "App Store Optimization",
        "content": "Our app store optimization services boost mobile apps' rankings higher on the app store in search results. Your app's visibility ensures higher returns and greater downloads from potential customers.",
        "SubContent": [
            {
                "icon": "../DMpage/appstore.png"
    
            },
            {
                "icon": "../DMpage/playstore.png"
                
            }
        ]
    }
]